{
    "Contact with us!":"Skontaktuj się z nami!",
    "Contact":"Kontakt",
    "Products":"Produkty",
    "Search":"Szukaj",
    "Language":"Język",
    "GDPR":"RODO",
    "About us":"O nas",
    "About us !":"O nas !",
    "Poland":"Polska",
    "St. ":"Ul. ",
    "City: ":"Miasto: ",
    "TIN: ":"NIP: ",
    "Phone nr. ":"Numer tel. ",
    "Email Adress":"Adres Email",
    "Enter Email":"Wpisz Email",
    "We'll never share your email with anyone else.":"Nigdy nie udostępnimy twojego adresu email.",
    "Message":"Wiadomość",
    "Check me out":"Zaznacz mnie",
    "Submit":"Wyślij",
    "GDPR - Information obligation":"RODO - Obowiązek informacyjny",
    "Ladies and Gentlemen,":"Szanowni Państwo,",
    "below some important information regarding the principles of safe processing of your personal data by our company. Due to the changes resulting from the GDPR, please read the information clause below :":"poniżej kilka ważnych informacji dotyczących zasad bezpiecznego przetwarzania Państwa danych osobowych przez naszą firmę. W związku ze zmianami wynikającymi z RODO prosimy o zapoznanie się z poniższą klauzulą informacyjną :",
    "INFORMATION CLAUSE":"KLAUZULA INFORMACYJNA",
    "From May 25, 2018, Regulation (EU) 2016/679 of the European Parliament and of the Council of April 27, 2016 on the protection of individuals, regarding the processing of personal data and their free movement entered into force. In connection with the above, we would like to inform you that the administrator of your personal data is ...... based in ........... Your personal data is processed in accordance with Art. 6 of the Regulation, section 1, point b, c and f (with reference to this point): To execute a purchase or sale order and are kept for a period of 6 years from the moment when the operations, purchase or sale transactions have been finally completed and the obligations have been paid, settled or expired, and until the end of all guarantees and warranties for the performance of the contract or order. Providing your personal data is voluntary, but failure to do so will make it impossible to perform the contract or order. We provide your personal data only to the extent necessary to implement your orders to entities providing postal, courier, accounting, legal and IT services with whom we cooperate.":"Od dnia 25 Maja 2018r weszło w życie Rozporządzenie Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016r w sprawie ochrony osób fizycznych, dotyczące przetwarzania danych osobowych i ich swobodnego przepływu. W związku z powyższym informujemy, że administratorem Państwa danych osobowych jest ................... z siedzibą w ............................ Państwa dane osobowe są przetwarzane zgodnie z art. 6 Rozporządzenia, ust 1, pkt. b, c oraz f (w odniesieniu do wymienionego punktu): W celu realizacji zlecenia zakupu lub sprzedaży i są przechowywane przez okres 6 lat od momentu, w którym operacje, transakcje zakupu lub sprzedaży zostały ostatecznie zakończone, a zobowiązania spłacone, rozliczone lub przedawnione, a także do ustania wszelkich gwarancji i rękojmi z tytułu realizacji umowy lub zlecenia. Podanie przez Państwa danych osobowych jest dobrowolne, jednak niepodanie uniemożliwi realizację umowy lub zlecenia. Państwa dane osobowe przekazujemy jedynie w zakresie niezbędnym do realizacji złożonych przez Państwa zamówień, podmiotom wykonującym usługi pocztowe, kurierskie, księgowe, prawne, informatyczne, z którymi współpracujemy.",
    "You have the right to:":"Mają Państwo prawo do:",
    "access to the content of your data,":"dostępu do treści swoich danych,",
    "rectification, deletion or limitation of data processing,":"sprostowania, usunięcia lub ograniczenia przetwarzania danych,",
    "data portability,":"przenoszenia danych,",
    "raise an objection,":"wniesienia sprzeciwu,",
    "withdraw consent at any time without affecting the lawfulness of processing based on consent before its withdrawal.":"cofnięcia zgody w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej cofnięciem.",
    "In addition, you have the right to lodge a complaint with the President of the Office for Personal Data Protection if you believe that the processing of personal data violates the provisions of the Regulation.":"Ponadto mają Państwo prawo do wniesienia skargi do Prezesa Urzędu ds. Ochrony Danych Osobowych w przypadku, gdy uznają Państwo, że przetwarzanie danych osobowych narusza przepisy rozporządzenia.",
    "Detailed information on the personal data we process can be found in our Privacy Policy":"Szczegółowe informacje na temat przetwarzanych przez nas danych osobowych znajdują się w naszej Polityce prywatności",
    "If you have any questions, please contact us: ............":"W przypadku pytań prosimy o kontakt: ............"
  }